{
  "group": "Edinburgh University Clarinet Choir",
  "concert": "Spring Concert 2018",
  "venue": "City of Edinburgh Methodist Church",
  "price": "£6/£4 Students",
  "conductor": "Beth Appelquist",
  "pieces": [{
      "title": "Light Cavalry Overture",
      "composer": "Franz von Suppé",
      "arranger": "James Shaw",
      "description": ["Premiering in Vienna in 1866, the Light Cavalry Overture is one of von Suppé's most popular compositions, and has achieved a quite distinct life of its own divorced from the opera of which it originally formed a part. Many orchestras around the world have the piece in their repertoire, and the main theme of the overture has been quoted numerous times by musicians, cartoons and other media. Our arrangement was made by our president James, and features a cadenza from Sarah on E♭."]
    },
    {
      "title": "Ticket to Ride",
      "composer": "John Lennon & Paul McCartney",
      "arranger": "Harold East",
      "description": ["First released in April 1965, 'Ticket to Ride' was the Beatles' seventh consecutive number one single in the UK. Its meaning is disputed, as is its authorship. Our arrangement was an impulse purchase before Christmas, and we're still not convinced by it!"]
    },
    {
      "title": "Highlights from Carnival of the Animals",
      "composer": "Camille Saint-Saëns",
      "arranger": "Alard de Boer",
      "description": [
        "'Le Carnaval des Animaux' is a suite written in 1866 describing different animals through the use of different instruments and styles. It is widely regarded as a series of musical jokes, realised by borrowing heavily from other works, much to the annoyance of Saint-Saëns' contemporaries. Our arrangement includes five movements in no particular order.",
        "'L'Éléphant' (the Elephant) features Elly on bass clarinet. The joke here is that the music was originally written by Mendelssohn and Berlioz for much higher instruments.",
        "'Le Coucou au Fond des Bois' (The Cuckoo in the Depths of the Woods) featuring Franz doing his best to imitate the cuckoo, which in the original score is marked as 'offstage'.",
        "'Les Pesonnages à longues oreilles' (Persons with Long Ears) which is a solo for E♭ Clarinet played by Sarah. ",
        "'Le Cygne' (The Swan), one of the most famous movements of this suite, features our Alto Clarinet wielded by Joe.",
        "'Fossiles' (Fossils) which is largely regarded as a musical joke on the composer's part as the eponymous fossils are the other composers around at the same time! It includes themes from 'Ah! vous dirai-je maman' (AKA 'Twinkle Twinkle Little Star'), other French nursery rhymes and themes from operas such as the Barber of Seville.",
      "We are also performing it this evening with the introductory poems by Ogden Nash, which add a little more colour to an already colourful piece."
    ]
    },
    {
      "title": "On the Beautiful Blue Danube",
      "composer": "Johann Strauss II",
      "arranger": "Mike Walton",
      "description": ["'An der schönen blauen Donau', composed in 1866, is widely regarded to be Johann Strauss II's masterpiece. When Strauss's stepdaughter, Alice von Meyszner-Strauss, asked the composer Johannes Brahms to sign her autograph-fan, he wrote down the first bars of The Blue Danube, but adding \"Leider nicht von Johannes Brahms\" (\"Alas! not by Johannes Brahms\").", " It is most famously performed annually at the Wiener Philharmoniker's New Year's Day concert, in which it is always the penultimate piece, and is interrupted by the conductor turning to the audience during the introduction saying \"Die Wiener Philharmoniker und ich wünschen Ihnen 'Prosit Neujahr'\" (\"The Vienna Philharmonic Orchestra wishes you a Happy New Year\").", "It is a very typical Viennese Waltz, which is characterised by being a fast, rotary dance which moves quickly around the floor. It is regarded within balroom dancing circles as being the dancing equivalent of a sprint."]
    },
    {
      "title": "Jupiter, the Bringer of Jollity",
      "subtitle": "from 'The Planets'",
      "composer": "Gustav Holst",
      "arranger": "Matt Johnson",
      "description": ["Composed during the First World War by Cheltenham-born Gustav Holst, 'Jupiter' is the fourth movement of 'The Planets', a suite depicting each planet's astrological character. It includes the hymn tune 'Thaxted', which is better known as \"I Vow to Thee My Country\" or \"World in Union\", the theme song for the Rugby World Cup. It evokes both a sense of fun and, according to Holst, \"the more ceremonial type of rejoicing associated with religious or national festivities.\""]
    },
    {
      "title": "Hungarian Dance No. 5",
      "composer": "Johannes Brahms",
      "arranger": "Frank J. Halferty",
      "description":["Brahms' 'Hungarian Dances' is a suite of 21 dances in a Hungarian style, published in two sets, the first of which in 1869. It is inspired by the Roma culture and is further inspired by the full rainge of central European folk music. This is the fifth in the series and is definitely the most well-known, and is approximately in the style of a czárdás."]
    },
    {
      "title": "Clarinet Poem",
      "composer": "Lucien Cailliet",
      "description":["Lucien Cailliet was a French-American composer born in Dijon, France in 1891. He is prolific among wind ensembles for his arrangements, but also has some original pieces for clarinet choir, of which this is one."]
    },
    {
      "title": "Send Me On My Way",
      "composer": "Michael Glabicki, Liz Berlin, John Buynak, Jim Dispirito, Jim Donovan, Patrick Norman and Jennifer Wertz",
      "arranger": "Sam Tovey",
      "description":["In the words of Monty Python, \"And now for something completely different\". Written in 1995 and performed by Rusted Root, this is a classic for Clarinet Choir, arranged by one of our former members, Sam. We're still undecided which film we remember it from, it having been used to great effect in both Ice Age and Matilda."]
    }
  ],
  "performers": {
    "E♭ Clarinet": [
      "Sarah Hall"
    ],
    "B♭ Clarinet 1": [
      "Franz Lichauco",
      "James Shaw",
      "Megan Campbell"
    ],
    "B♭ Clarinet 2": [
      "Abigail Buchan",
      "Gemma King",
      "Laurie Mulder",
      "Murray Wham"
    ],
    "B♭ Clarinet 3": [
      "Miranda Jarrett",
      "Ellen MacRae",
      "Rachael Moffat",
      "Tori Hair"
    ],
    "B♭ Clarinet 4": [
      "Jack Tait",
      "Gemma Hayward",
      "Natsuki Kohama",
      "Eleanor Hutcheon",
      "Katelin Donaldson"
    ],
    "Alto Clarinet": [
      "Joe Cooper"
    ],
    "Bass Clarinet": [
      "Elly Brookfield",
      "Heather Holligan"
    ]
  },
  "committee": {
    "president": "James Shaw",
    "secretary": "Miranda Jarrett",
    "treasurer": "Sarah Hall",
    "librarian": "Franz Lichauco",
    "ordinary member": "Gemma Heyward"
  },
  "charity": {
    "name": "Sense Scotland",
    "registration number": "SC022097",
    "url": "http://www.sensescotland.org.uk/"
  },
  "otherStates": {
    "interval": {
      "stream": "Interval",
      "controls": "Go to Interval"
    },
    "preroll": {
      "stream": "We'll be starting soon",
      "controls": "Show Preroll"
    },
    "postroll": {
      "stream": "We've now finished",
      "controls": "Show Postroll"
    },
    "empty": {
      "stream": "",
      "controls": "Show Blank"
    }
  }
}
